Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/cohabiting_couples/legal_guardianship_and_unmarried_couples.html.txt.tmx
Source language: en
Languages: ga

source: Legal guardianship and cohabiting couples
ga: Caomhnóireacht dhlithiúil agus lánúineacha comhchónaithe

source: If you are a guardian of a child in Ireland, you have a duty to maintain and properly care for the child and you have a right to make decisions about the child's religious and secular education, health requirements and general welfare
ga: Más caomhnóir linbh tú, bíonn dualgas ort cúram agus cothabháil cheart a thabhairt do do leanbh agus bíonn an ceart agat chun cinntí a ghlacadh faoi oideachas an linbh – bíodh sé i gcreideamh eaglasta éigin nó go dí-eaglasta – faoina riachtanais sláinte agus faoina leas ginearálta

source: Married parents of a child are joint guardians and have equal rights in relation to the child
ga: Is "comhchaomhnóirí" iad tuismitheoirí pósta linbh, agus cearta cothroma acu i ndáil leis an leanbh dá réir

source: The rights of parents to guardianship are set down in Section 6 of the Guardianship of Infants Act, 1964
ga: Leagtar síos cearta na dtuismitheoirí chun caomhnóireachta in Alt 6 den Acht um Chaomhnóireacht Naíonán, 1964

source: For children born outside of marriage, only the mother has automatic rights to guardianship
ga: I gcás na leanaí a rugtar lasmuigh den phósadh in Éirinn; is ag an máthair amháin a bhíonn cearta uathoibríocha caomhnóireachta

source: (Even though a father's name may be registered on the child's birth certificate, this does not give him any guardianship rights in respect of his child)
ga: (Cé go bhféadann ainm athar a bheith cláraithe ar theastas beireatais an linbh, ní thugann sé sin aon chearta caomhnóireachta i ndáil lena leanbh dósan.) Léigh tuilleadh faoin i 'Rialacha’ thíos

source: On 18 January 2016 certain provisions of the Children and Family Relationships Act 2015 came into effect that made a number of changes to the Guardianship of Infants Act 1964
ga: Ar an 18 Eanáir 2016, tháinig in éifeacht forálacha áirithe den Acht um Leanaí agus Cóngais Teaghlaigh, 2015 a raibh roinnt athruithe ar an Acht um Chaomhnóireacht Naíon 1964 mar thoradh air

source: If a child is born outside of marriage, the mother is the sole guardian
ga: Má thagann leanbh ar an saol gan a thuismitheoirí/tuismitheoirí a bheith pósta, is í an mháthair caomhnóir aonair an linbh sin

source: The position of the unmarried father of the child is not so certain
ga: Ní chomh cinnte sin cás athair neamhphósta an linbh

source: An unmarried father will automatically be a guardian if he has lived with the child's mother for 12 consecutive months after 18 January 2016, including at least 3 months with the mother and child following the child's birth
ga: Beidh athair neamhphósta ina chaomhnóir gan cheistiú má tá sé tar éis bheith ina chónaí le máthair an linbh le haghaidh 12 mhí as a chéile i ndiadh 18 Eanáir 2016, 3 mhí ar a laghad acu siúd leis an máthair agus an leanbh i ndiaidh bhreith an linbh

source: If there is disagreement as to whether they have been cohabiting for the required length of time, an application for the necessary declaration can be made to the court
ga: Má tá easaontas maidir le an bhfuil siad ag ina gcomhchónaí ar feadh na tréimhse ama riachtanach, féadfar iarratas ar an deimhniú riachtanach don chúirt a dhéanamh

source: If the mother agrees, the father can become a joint guardian if both parents sign a statutory declaration
ga: Má aontaíonn an mháthair, is féidir leis an athair bheith ina chomhchaomhnóir má shíníonn an bheirt tuismitheoirí dearbhú reachtúil

source: The statutory declaration (SI 5 of 1998) must be signed in the presence of a Peace Commissioner or a Commissioner for Oaths
ga: Ní mór an dearbhú reachtúil (IR 5 de 1998) a shíniú i láthair Feidhmeannach Síochána nó Coimisinéir Mionnaí

source: A copy of the statutory declaration (pdf) is available from the National Information Service of Treoir (see below) or on its website
ga: Is féidir cóip den dearbhú reachtúil (pdf) a fháil ó Treoir, an tSeirbhís Náisiúnta um Fhaisnéis (féach thíos) nó ó láithreán gréasáin Treoir

source: This declaration states the names of the parents of the child, that they are unmarried and that they agree that the father should be appointed as a joint-guardian
ga: Bíonn luaite ar an dearbhú seo ainmneacha agus sloinnte thuismitheoirí an linbh, go bhfuil siad neamhphósta agus go n-aontaíonn siad gur cheart an t-athair a cheapadh mar chomhchaomhnóir

source: The declaration also states that the parents have agreed arrangements regarding custody of and access to the child
ga: Bíonn luaite ar an dearbhú freisin go bhfuil na tuismitheoirí tar éis réiteach a dhéanamh maidir le caomhnóireacht an linbh agus rochtain ar an leanbh

source: If there is more than one child, a separate statutory declaration should be made for each
ga: Má tá níos mó na leanbh amháin i gceist, ní mór dearbhú reachtúil ar leith a dhéanamh i dtaobh gach leanbh ar leith acu

source: Guardianship through the courts
ga: Caomhnóireacht trí na cúirteanna

source: If the mother does not agree to sign the statutory declaration or agree that the father be appointed as joint guardian, the father must apply to the court to be appointed as a joint-guardian
ga: Mura bhfuil an mháthair sásta an dearbhú reachtúil a shíniú nó mura bhfuil sí sásta an t-athair a cheapadh mar chomhchaomhnóir, ní mór don athair iarratas a dhéanamh ar an gcúirt chun go gceapfar é ina chomhchaomhnóir

source: You do not require legal representation to do this, you can make the application on your own behalf
ga: Ní gá ionadaíocht dhlíthiúil a fháil chun é sin a dhéanamh; is féidir an iarratas a dhéanamh ar a shon féin

source: Apply directly to the District Court and contact the clerk of the court to institute proceedings
ga: Is féidir iarratas a dhéanamh go díreach ar An Chúirt Dúiche agus déan teagmháil le cléireach na cúirte chun imeachtaí a thionscnamh

source: (This is possible, irrespective of whether your name is on the child's birth certificate or not)
ga: (Is féidir é sin a dhéanamh, is cuma d’ainm a bheith ar theastas breithe an linbh nó gan é a bheith air.)

source: While the mother's views are taken into account, the fact that she does not consent to the guardianship application does not automatically mean that the court will refuse the order sought by the father
ga: Cé go gcuirtear tuairimí na máthar san áireamh, mura thugann sí a chomhthoiliú don iarratas ar chaomhnóireacht ní chiallaíonn sé sin go ndiúltóidh an chúirt an t-ordú atá á lorg ag an athair gan an scéal a fhiosrú

source: Instead, the court will decide what is in the best interest of the child
ga: Ina ionad sin, déanfaidh an chúirt cinneadh faoi cad is fearr a rachaidh chun leasa an linbh

source: In situations where the father has been appointed joint guardian of a child, then his consent is required for certain things relating to the child's general welfare and other items
ga: Áit a bhfuil an t-athair ceaptha ina chomhchaomhnóir ar an leanbh, is gá a chomhthoiliú a fháil maidir le rudaí áirithe a bhaineann le leas ginearálta an linbh agus rudaí éigin eile

source: (For example, for passport applications for the child and to take the child out of the country). Read more about passports for children of unmarried parents here (pdf)
ga: (Mar shampla, iarratais phas an linbh agus chun an leanbh a thógáil thar lear.) Is féidir tuilleadh a léamh faoi phasanna le haghaidh leanaí a bhfuil tuismitheoirí neamhphósta acu (pdf)

source: The father's consent is also required for the adoption of the child by another couple (or by the mother and her husband)
ga: Is gá comhthoiliú an athar a fháil freisin má tá an leanbh le huchtú ag lánúin eile (nó ag an máthair agus a fear céile)

source: Read more about adoption here
ga: Is féidir tuilleadh a léamh faoi uchtáil anseo

source: As well as fathers, certain other people may apply to the court for guardianship:
ga: Chomh maith le haithreacha, is féidir le daoine áirithe eile iarratas a dhéanamh ar an gcúirt le haghaidh caomhnóireacht a fháil:

source: • A step-parent, a civil partner or a person who has cohabited with a parent for not less than 3 years may apply to the court to become a guardian where they have co-parented the child for more than 2 years
ga: • Is féidir le leastuismitheoir, páirtí sibhialta nó duine a raibh cónaí orthu le tuismitheoir an linbh ar feadh tréimhse nach giorra ná 3 bhliain iarratas a dhéanamh ar an gcúirt chun bheith ina chaomhnóir/caomhnóir áit a raibh siad mar chomhthuismitheoir don leanbh ar feadh tréimhse níos faide ná 2 bhliain

source: • A person who has provided for the child’s day-to-day care for a continuous period of more than a year may apply for guardianship if the child has no parent or guardian who is willing or able to exercise the rights and responsibilities of guardianship
ga: • Duine atá tar éis gnáthchúnamh laethúil a thabhairt do leanbh ar feadh tréimhse leanúnaí atá níos faide ná bliain, is féidir leo iarratas a dhéanamh chun caomhnóireacht a fháil mura bhfuil tuismitheoir ná caomhnóir ag an leanbh a bhfuil fonn orthu, nó a bhfuil in ann, na cearta agus na freagrachtaí a bhaineann le caomhnóireacht a chur i bhfeidhm

source: Also a parent can nominate a temporary guardian who can be appointed by the court if the parent is suffering from a serious illness or injury which prevents them from exercising their guardianship responsibilities in respect of their child
ga: Chomh maith leis sin, is féidir le tuismitheoir caomhnóir sealadach a ainmniú ar féidir leis an gcúirt é/í a cheapadh má tá an tuismitheoir buailte le breoiteacht nó gortú atá tromchúiseach agus a gcuireann bac orthu a bhfreagrachtaí caomhnóireachta a chur i bhfeidhm maidir lena leanbh

source: If the court appoints a guardian to a child where one or both parents are alive, the guardian will not generally have the right to make certain major decisions about the child unless that right is expressly granted by the court
ga: Má cheapann an chúirt duine éigin mar chaomhnóir ar leanbh áit a bhfuil tuismitheoir amháin nó an bheirt tuismitheoirí beo, ní bheidh sé de cheart ag an gcaomhnóir mórchinntí áirithe a dhéanamh maidir leis an leanbh de ghnáth, ach amháin má tá an chúirt tar éis an ceart sin a dheonú go sonrach

source: Removal of guardianship rights
ga: Cearta caomhnóireachta a tharraingt siar

source: Fathers and others who have been appointed joint guardians by a court or by statutory declaration can be removed from their position if the court is satisfied it is in the child's best interest
ga: Má cheapann an chúirt go rachaidh sé chun leasa an linbh, is féidir go mbainfear ón ról caomhnóireachta aithreacha agus daoine eile a cheap an chúirt nó dearbhú reachtúil ina gcomhchaomhnóirí iad

source: The only way a mother can give up her guardianship rights in Ireland, is if the child is placed for adoption
ga: In Éirinn, an t-aon slí amháin ar féidir le máthair a cearta caomhnóireachta a ghéilleadh ná trí an leanbh a chur chun uchtála

source: Marriage after the child is born
ga: Pósadh i ndiaidh bhreith an linbh

source: If the parents of a child marry each other after the birth, then the father automatically becomes a joint guardian of the child (provided that the father's name is on the birth certificate)
ga: Má phósann tuismitheoirí i ndiaidh bhreith a linbh, bíonn an t-athair ina chomhchaomhnóir láithreach

source: There is, therefore, no need to apply for guardianship rights nor is there any need for the father to adopt the child
ga: Níl aon ghá mar sin iarratas a dhéanamh ar chearta caomhnóireachta ná ní gá don athair an leanbh a uchtú ach an oiread

source: Where the father is joint guardian and the mother subsequently marries another man or enters into a civil partnership, the father will remain the joint guardian of his child
ga: Áit a bhfuil an t-athair ina chomhchaomhnóir agus a bpósann an mháthair fear eile ina dhiaidh sin, nó má bhíonn sí ina páirtí i bpáirtnéireacht shibhialta, fanfaidh an t-athair mar chomhchaomhnóir ar a leanbh

source: If the mother and her husband wish to adopt the child, they must seek consent from the child's father
ga: Más mian leis an mháthair agus a fear céile an leanbh a uchtú, ní mór dóibh comhthoiliú a lorg ó athair an linbh

source: If the child's father consents to the adoption, then he gives up his right to guardianship of his child
ga: Má thugann athair an linbh a chomhthoiliú don uchtú, is amhlaidh a scarann sé lena cheart chun caomhnóireacht a linbh

source: The issue of guardianship may arise if one of you has a child
ga: D’fhéadfadh ceist na caomhnóireachta teacht chun cinn má tá leanbh ag duine amháin díobh

source: You may have guardianship rights in relation to your child and you may wish your same-sex partner to also have guardianship rights
ga: D’fhéadfadh go mbeadh cearta caomhnóireachta agat maidir le do leanbh agus seans gur mian leat cearta caomhnóireachta a bheith ag do pháirtí comhghnéis freisin

source: As mentioned above, it is possible for your partner to apply to become a guardian of the child
ga: Mar a luadh thuas, is féidir le do pháirtí iarratas a dhéanamh chun bheith ina chaomhnóir/caomhnóir ar an leanbh

source: It is not possible for you and your same-sex partner to jointly adopt a child, even if one of you is the birth parent of the child
ga: Ní féidir leat féin agus do pháirtí comhghnéis leanbh a chomhuchtú, fiú más tuismitheoir fola an linbh duine amháin díobh

source: While the Children and Family Relationships Act 2015 provides for cohabiting couples, including same-sex couples, to adopt a child, the provisions are not yet in effect
ga: Cé go ndéanann an tAcht um Leanaí agus Cóngais Teaghlaigh, 2015 foráil do lánúineacha in aontíos céileachais, lánúineacha comhghnéis san áireamh, níl na forálacha sin in éifeacht fós

source: It's very important if you are the guardian of a child (especially if you are a mother and sole guardian) that you make a will, appointing a guardian to act on your behalf in the event of your death
ga: Is fíor-thábhachtach má tá tusa i do chaomhnóir linbh (go háirithe más máthair agus an t-aon chaomhnóir amháin tú) go ndéanann tú uacht, lena gceaptar caomhnóir chun feidhmiú ar do shonsa i gcás do bháis

source: It's strongly advised that you talk this over with someone who could act as guardian and that he/she gives his/her consent to being named in your will as testamentary guardian
ga: Moltar go láidir go bpléann tú é seo le duine éigin a d'fhéadfadh feidhmiú mar chaomhnóir agus go dtugann siad a comhthoiliú lena bheith ainmnithe i d'uacht mar chaomhnóir tiomnach

source: The child's surviving guardian (if there is one) will then act jointly with the new guardian
ga: Feidhmeoidh pé caomhnóir an linbh a mhaireann (más ann dóibh) i gcomhar leis an gcaomhnóir úr ansin

source: Read more about making a will and what you need to know here
ga: Léigh tuilleadh faoi uacht a dhéanamh agus faoin méid is gá a bheith ar eolas agat air anseo

source: You do not require legal representation in order to apply for guardianship of your child
ga: Ní theastaíonn ionadaíocht dhlíthiúil uait chun cur isteach ar chaomhnóireacht do linbh

source: Staff in your local district court will provide you with assistance to help guide you through the process
ga: Saoláthróidh an fhoireann i do chúirt dúiche áitiúil comhairle agus cúnamh duit chun thú a threorú tríd an bpróiseas

source: If you go to a family law solicitor, you will have to pay solicitors' fees
ga: Má théann tú go dtí aturnae dlí teaghlaigh, beidh ort íoc as táillí aturnae

source: You should be aware that solicitors' fees in Ireland are not fixed and can vary considerably
ga: Ba cheart duit bheith feasach nach táillí seasta iad táillí aturnae in Éirinn agus is féidir leo a bheith an-éagsúil óna chéile

source: Shop around and obtain some quotes before you decide on a legal firm
ga: Fiosraigh an scéal agus faigh roinnt meastachán sula ndéanann tú cinneadh faoi ghnólacht dlí

source: Be aware however, that your solicitor must explain all of the costs to you in advance
ga: Bí san airdeall, áfach, nach mór do d’aturnae gach ceann de na costais a mhíniú duit roimh ré

source: If you are eligible for legal aid, you must pay a contribution towards costs
ga: Má tá tú i dteideal cúnamh dlí a fháil, ní mór duit ranníocaíocht a íoc i dtreo na gcostas

source: The Courts Service has information on apply for guardianship on its website
ga: Tá eolas maidir le cur isteach ar chaomhnóireacht ar a láithreán gréasáin na Seirbhíse Cúirteanna

source: Contact the staff in your local district court for more information on how to apply for guardianship
ga: Téigh i dteagmháil leis an bhfoireann i do chúirt dúiche áitiúil le haghaidh eolais um an bpróiseas chun cur isteach ar chaomhnóireacht

source: If you would prefer to seek legal advice, contact a solicitor
ga: Dá mb’fhearr leat comhairle dlí a lorg, téigh i dteagmháil le haturnae

source: Contact information for solicitors firms throughout Ireland is available on the Law Society website
ga: Déan teagmháil leis an ionad dlí is gaire duiti gcomhair eolais um Chabhair Dhlíthiúil

source: It has some useful information on a variety of topics on its website, including:
ga: Bíonn eolas ar fáil ón mBord um Chabhair Dhlíthiúil freisin

source: FLAC (Free Legal Advice Centres) is an independent, voluntary organisation that operates a network of legal advice clinics throughout the country
ga: Tá fáil ar Shonraí teagmhála le haghaidh gnólachtaí aturnaetha ar fud na hÉireann ar láithreán gréasáin Dhlí-Chumann na hÉireann

source: The Family Mediation Service can enable couples who have decided to separate to negotiate their own terms of agreement, while addressing the needs and interests of all involved. The service is free
ga: Cuireann Treoir, an tIonad Náisiúnta um Faisnéis le haghaidh Tuismitheoirí Neamhphósta, faisnéis ar fáil le haghaidh tuismitheoirí neamhphósta
